Repository: Zren/plasma-applet-githubissues
Catalog: package/translate/*.po
Languages: hr

source: GitHub Issues
hr: GitHub Pitanja

source: Lists the most recent issues for a GitHub repository.
hr: Prikaže najnovija pitanja za GitHub repozitorij.

source: General
hr: Općenito

source: Debug: LocalDB
hr: Otklanjanje pogrešaka: LocalDB

source: Repos:
hr: Repozitoriji:

source: User/Repo User/Repo
hr: Korisnik/Repozitorij Korisnik/Repozitorij

source: Heading:
hr: Naslov:

source: Issues:
hr: Pitanja:

source: Open Issues
hr: Otvorena Pitanja:

source: Closed Issues
hr: Zatvorena Pitanja:

source: Open + Closed Issues
hr: Otvorena + Zatvorena Pitanja

source: Sort:
hr: Sortiranje:

source: Created
hr: Kreirano:

source: Updated
hr: Ažurirano

source: Comments
hr: Komentari

source: Ascending
hr: Uzlazno

source: Descending
hr: Silazno

source: Icon:
hr: Ikona:

source: Every IP can only perform 60 API requests to GitHub per hour. Each repository listed is 1 request.
hr: Svaka IP može izvršiti samo 60 Github API zahtjeva po satu. Svaki repozitorij se računa kao 1 zahtjev.

source: Update Every:
hr: Ažuriraj Svako:

# Polling interval in minutes
source: min
hr: Interval glasanja u minutama

source: Desktop Widget: Show background
hr: Desktop Widget: Prikaži pozadinu

source: %1 opened %2 by %3
hr: %1 otvoreno %2 od %3

source: %1 by %3 was closed %2
hr: %1 od %3 je zatvorena %2

source: %1 by %3 was merged %2
hr: %1 od %3 je sjedinio %2

source: Search
hr: Traži

source: Refresh
hr: Osvježi

source: <b>Version:</b> %1
hr: <b>Verzija:</b> %1

source: Key
hr: Ključ

source: Value
hr: Vrijednost

source: just now
hr: upravo sada

source: %1 minute ago
hr: Prije %1 minutu

source: %1 hour ago
hr: Prije %1 sat

source: %1 day ago
hr: Prije %1 dan

source: %1 month ago
hr: Prije %1 mjesec

source: %1 year ago
hr: Prije %1 godinu

source: Repo '%1' not found.
hr: Repozitorij '%1' nije pronađen.

source: API Limit Reached. Please wait before refreshing.
hr: API granica dosegnuta. Molimo Vas pričekajte prije osvježavanja.

source: User/Repo
hr: Korisnik/Repozitorij

source: Repo '%1' skipped, uses invalid format. Please use '%2'.
hr: Repozitorij '%1' preskočen, koristi nepravilan format. Molimo Vas koristite '%2'.
